Repository: teambank/easycredit-plugin-woocommerce
Catalog: src/wc-easycredit/languages/wc-easycredit-*_formal.po
Languages: de_de_formal

source: Activate bar
de_de_formal: Bar aktivieren

source: Activate card
de_de_formal: Card aktivieren

source: Activate card (search)
de_de_formal: Card aktivieren (Suche)

source: Activate flashbox
de_de_formal: Flashbox aktivieren

source: Activate modal
de_de_formal: Modal aktivieren

source: Activate now
de_de_formal: Jetzt aktivieren

source: An error occured while checking your credentials: %s
de_de_formal: Beim Überprüfen der Zugangsdaten ist ein Fehler aufgetreten: %s

source: API credentials
de_de_formal: API-Zugangsdaten

source: API Key
de_de_formal: Webshop-ID

source: API Signature (if activated in partner portal, optional)
de_de_formal: API-Signatur (wenn aktiviert in Partnerportal, optional)

source: API Token
de_de_formal: API-Kennwort

source: Confirm shipping automatically?
de_de_formal: „Lieferung melden“ automatisch durchführen?

source: Contact form
de_de_formal: Kontaktformular

source: Continue to pay by installments
de_de_formal: Weiter zum Ratenkauf

source: Could not initialize easycredit payment
de_de_formal: Die Zahlung mit easyCredit konnte nicht initialisiert werden. Bitte wählen Sie eine andere Zahlungsart.

source: Could not initialize easycredit payment: %s
de_de_formal: Die Zahlung mit easyCredit konnte nicht initialisiert werden: %s

source: Created via express checkout
de_de_formal: Erstellt via Express-Checkout

source: Credentials are valid! Your can now offer easyCredit payment in your store.
de_de_formal: Die Zugangsdaten sind korrekt. Sie können jetzt easyCredit in Ihrem Shop anbieten.

source: CSS Selector to include widget at product page
de_de_formal: CSS Selektor, der bestimmt wo das Widget auf der Produktseite angezeigt wird

source: CSS Selector to include widget at the cart page
de_de_formal: CSS Selektor, der bestimmt wo das Widget im Warenkorb angezeigt wird

source: CSS Selector to include widget in product listing page
de_de_formal: CSS Selektor, der bestimmt wo das Widget in der Produktübersicht angezeigt wird

source: Delay (in seconds)
de_de_formal: Verzögerung (in Sekunden)

source: Demo shop with marketing components
de_de_formal: Demoshop mit Marketing-Komponenten

source: Display settings
de_de_formal: Darstellung

source: Do you have any questions? We are here to help.
de_de_formal: Sie haben Fragen? Wir helfen gerne.

source: Documentation
de_de_formal: Dokumentation

source: easyCredit - use the easiest pay later and installment purchase of Germany for your WooCommerce store now
de_de_formal: easyCredit - nutzen Sie jetzt den einfachsten Ratenkauf Deutschlands für Ihren WooCommerce-Shop

source: easyCredit for WooCommerce
de_de_formal: easyCredit für WooCommerce

source: easyCredit pamyent credentials are not valid.
de_de_formal: Die Zugangsdaten für easyCredit sind nicht korrekt.

source: easyCredit payment credentials are not valid.
de_de_formal: Die Zugangsdaten für easyCredit sind nicht korrekt.

source: easyCredit-Ratenkauf - Join today to get the simplest way of partial payment for your POS and E-Commerce. easyCredit-Ratenkauf gives you the opportunity to offer installments as an additional payment method in your German WooCommerce store.
de_de_formal: easyCredit-Ratenkauf - jetzt die einfachste Teilzahlungslösung Deutschlands nutzen. Unser Credo einfach, fair und sicher gilt sowohl für Ratenkaufkunden als auch für Händler. Der schnelle, einfache und medienbruchfreie Prozess mit sofortiger Online-Bonitätsprüfung lässt sich sicher in den Onlineshop integrieren. Wir übernehmen das Ausfallrisiko und Sie können Ihren Umsatz bereits nach drei Tagen verbuchen.

source: easyCredit-Rechnung - the ideal addition to installment purchase
de_de_formal: easyCredit-Rechnung - die ideale Ergänzung zum Ratenkauf

source: Enable Debug Logging
de_de_formal: Debug Logging aktivieren

source: Enable payment method
de_de_formal: Zahlungsart aktivieren

source: Frequently asked questions (FAQ)
de_de_formal: Fragen & Antworten

source: Give us a call: +49 (0)911 5390-2726
de_de_formal: Rufen Sie uns an: 0911 5390-2726

source: Here you can specify in seconds the delay after which the modal is displayed to the customer when the page is loaded (for example "10" for 10 seconds delay).
de_de_formal: Hier können Sie in Sekunden die Verzögerung angeben, nach welcher dem Kunden beim Laden der Seite das Modal angezeigt wird (beispielsweise "10" für 10 Sekunden Verzögerung).

source: Here you can specify in seconds the time after which the modal is displayed again to the customer (when the page is loaded) after he has actively closed the modal (for example "3600" for 1 hour).
de_de_formal: Hier können Sie in Sekunden angeben, nach welcher Zeit dem Kunden das Modal wieder angezeigt wird (beim Laden der Seite), nachdem er das Modal aktiv geschlossen hat (beispielsweise "3600" für 1 Stunde).

source: If the widget is not shown in the right place, please enter a selector which matches your theme.
de_de_formal: Wenn das Widget nicht an der richtigen Stelle angezeigt wird, lässt sich hier der zugehörige CSS-Selektor einstellen.

source: Interest:
de_de_formal: Zinsen für Ratenzahlung:

source: It is important for you that when using Click&Collect you must ensure that the purchased product is handed over exclusively to the contractual partner. The responsibility for the correct handover lies with you as the merchant.
de_de_formal: Wichtig für Sie ist, dass Sie bei Nutzung von Click&Collect sicherstellen müssen, dass das gekaufte Produkt ausschließlich an den Vertragspartner übergeben wird. Die Verantwortung für die korrekte Übergabe liegt bei Ihnen als Händler.

source: Learn more
de_de_formal: Mehr erfahren

source: Let customers initiate easyCredit payment directly from the cart page
de_de_formal: Ermöglichen Sie Ihren Kunden, die Zahlung mit easyCredit direkt aus dem Warenkorb zu starten.

source: Let customers initiate easyCredit payment directly from the product detail page
de_de_formal: Ermöglichen Sie Ihren Kunden die Zahlung mit easyCredit direkt von der Produktdetailseite zu starten.

source: New
de_de_formal: Neu

source: Order Management
de_de_formal: Bestellbearbeitung

source: Order status to confirm shipping
de_de_formal: Lieferung melden bei Bestellstatus

source: Order status to refund
de_de_formal: Rückabwicklung bei folgendem Bestellstatus durchführen

source: Overview
de_de_formal: Übersicht

# Page title
source: Review Order
de_de_formal: Bestellung überprüfen

source: Payment Method
de_de_formal: Zahlungsart

source: Payment Page URI could not be retrieved
de_de_formal: Leider konnten wir Sie nicht auf das Zahlungsterminal weiterleiten. Bitte wählen Sie eine andere Zahlungsart.

source: Please enter your credentials in the <a href="%s">plugin settings</a> to use the easyCredit payment plugin.
de_de_formal: Bitte tragen Sie Ihre Zugangsdaten in den <a href="%s">Plugin Einstellungen</a> ein, um easyCredit anbieten zu können.

source: Please enter your credentials to use the easyCredit payment plugin in the <a href="%s">plugin settings</a>.
de_de_formal: Bitte tragen Sie Ihre Zugangsdaten in den <a href="%s">Plugin Einstellungen</a> ein, um easyCredit anbieten zu können.

source: Please go to <a href="%s">plugin settings</a> and correct API Key and API Token.
de_de_formal: Bitte überprüfen Sie Ihre easycredit Zugangsdaten in den <a href="%s">Plugin Einstellungen</a>.

source: Please review and confirm your order
de_de_formal: Bitte überprüfen und bestätigen Sie Ihre Bestellung:

source: Please set the shipping method with which you offer Click&Collect in the following:
de_de_formal: Bitte stellen Sie im Folgenden die Versandart mit der Sie Click&Collect anbieten ein:

source: Position in product list
de_de_formal: Position in der Produktliste

source: Reactivate after (in seconds)
de_de_formal: Reaktivierung nach (in Sekunden)

source: Refund automatically set in easyCredit payment
de_de_formal: Die Rückerstattung wurde auf Basis des Bestellstatus automatisch an easyCredit gemeldet.

source: Refund automatically?
de_de_formal: Rückabwicklung automatisch durchführen?

source: Refund update failed with message: %s
de_de_formal: Das automatische Melden der Rückabwicklung ist fehlgeschlagen: %s

source: Register as a trader
de_de_formal: Als Händler registrieren

source: Settings
de_de_formal: Einstellungen

source: Shipment automatically set in easyCredit payment
de_de_formal: Die Lieferung wurde auf Basis des Bestellstatus automatisch an easyCredit gemeldet.

source: Shipment update failed with message: %s
de_de_formal: Das automatische Melden der Lieferung ist fehlgeschlagen: %s

source: Shipping method
de_de_formal: Versandart

source: Show bar at the top of the screen
de_de_formal: Leiste am oberen Rand des Bildschirms anzeigen

source: Show card within search results
de_de_formal: Card in den Suchergebnissen anzeigen

source: Show card within the product list (category)
de_de_formal: Card innerhalb der Produktliste (Kategorie) anzeigen

source: Show express checkout button at product detail page
de_de_formal: Zeige Express-Checkout Button auf Produktdetailseite

source: Show express checkout button in cart
de_de_formal: Zeige Express-Checkout Button im Warenkorb

source: Show flashbox at the bottom of the screen
de_de_formal: Flashbox am unteren Rand des Bildschirms anzeigen

source: Show modal automatically when visiting the online shop for the first time
de_de_formal: Automatisches Anzeigen des Modals beim ersten Besuch des Online-Shops

source: Show widget in Cart
de_de_formal: Zeige Modellrechner-Widget im Warenkorb

source: Show widget in product listing
de_de_formal: Zeige Widget in der Produktübersicht

source: Show widget next to product price
de_de_formal: Zeige Modellrechner-Widget neben Produktpreis

source: Specifies if easyCredit payment will be advertised in cart view
de_de_formal: Bestimmt, ob der easyCredit im Warenkorb beworben wird. Für den größten Erfolg mit easyCredit empfehlen wir, das Widget hier ebenfalls zu aktivieren.

source: Specifies if easyCredit payment will be advertised in product detail view
de_de_formal: Bestimmt, ob Ratenkauf in der Detailansicht beworben wird ("oder mtl. ab x EUR"). Für den größten Erfolg mit easyCredit empfehlen wir, das Widget zu aktivieren.

source: Specifies if easyCredit payment will be advertised in product listing view
de_de_formal: Bestimmt, ob Ratenkauf in der Produktübersicht beworben wird ("oder mtl. ab x EUR"). Für den größten Erfolg mit easyCredit empfehlen wir, das Widget zu aktivieren.

source: Subtitle
de_de_formal: Untertitel

source: The API signature secures the data transfer against data manipulation by third parties. You can activate the API signature in the easyCredit merchant portal.
de_de_formal: Die API-Signatur sichert die Datenübertragung gegen Datenmanipulationen durch Dritte. Sie können die API-Signatur im Partnerportal aktivieren.

source: The bar component can be displayed at the top of the screen and promotes the hire purchase with short slogans. The slogans are predefined and cannot be customised.
de_de_formal: Die Bar-Komponente kann am oberen Bildschirmrand angezeigt werden und bewirbt den Ratenkauf mit kurzen Slogans. Die Slogans sind vorgegeben und können nicht angepasst werden.

source: The card component can be used to replace a product within the product list with a banner to advertise the hire purchase. The banner shows a standard image that can be overwritten. This allows you to use an image that matches your product offering.
de_de_formal: Mit der Card-Komponente kann innerhalb der Produktliste ein Produkt durch einen Banner zur Bewerbung des Ratenkaufs ersetzt werden. Der Banner zeigt ein Standardbild, das sich überschreiben lässt. So können Sie ein zu ihrem Produktangebot passendes Bild verwenden.

source: The easyCredit payment review page does not exist. Probably it was deleted by mistake. The page is necessary to confirm easyCredit payments after being returned from the payment terminal. To restore the page, please restore it from the trash under "Pages", or deactivate and activate the plugin in the <a href="%s">plugin administration</a>.
de_de_formal: Die easyCredit-Zahlungsübersichtsseite existiert nicht. Wahrscheinlich wurde sie versehentlich gelöscht. Die Seite ist notwendig, um easyCredit-Zahlungen zu bestätigen, nachdem der Kunde vom Zahlungsterminal auf den Shop zurückgeleitet wurde. Um die Seite wiederherzustellen, stellen Sie sie bitte aus dem Papierkorb unter „Seiten“ wieder her, oder deaktivieren und aktivieren Sie das Plugin in der <a href="%s">Plugin-Verwaltung</a>.

source: The Express button can be displayed on the product detail page and in the shopping cart. It allows customers to buy the product or shopping cart without detours through the ordering process.
de_de_formal: Der Express-Button kann auf der Produktdetailseite und im Warenkorb angezeigt werden. Er ermöglicht Kunden das Produkt oder den Warenkorb ohne Umwege über den Bestellprozess zu kaufen.

source: The modal component can be used to actively draw the customer's attention to the instalment purchase in the shop. A time-controlled display of the modal is possible. If the customer closes the modal, the component remembers this and prevents it from being displayed again.
de_de_formal: Die Modal-Komponente kann eingesetzt werden, um einen Kunden im Shop aktiv auf den Ratenkauf hinzuweisen. Ein zeitgesteuertes Einblenden des Modals ist möglich. Schliesst der Kunde das Modal, merkt die Komponente sich dies und verhindert ein weiteres Anzeigen.

source: The shipping address cannot be subsequently changed with easyCredit.
de_de_formal: Die Versandadresse kann bei easyCredit nicht nachträglich verändert werden.

source: The simplest invoice and installment purchase in Germany.
de_de_formal: Der einfachste Rechnungs- und Ratenkauf Deutschlands.

source: The transaction id of this transaction is not available. This usually happens if the webhook which confirms the transaction is not working properly.
de_de_formal: Die Transaktions-ID für diese Transaktion ist nicht verfügbar. Dies passiert, wenn der Webhook (2-Phasen Bestätigung), der die Transaktion bestätigt, nicht korrekt ausgeführt werden kann.

source: The widget component is shown on the product detail page and in the shopping cart. It calculates the lowest possible rate with which a product with a certain price can be financed. Clicking on \"more info\" opens the rate calculator with further details on financing. If the product price is outside the possible financing amounts, the widget indicates the minimum or maximum possible financing amount.
de_de_formal: Die Widget-Komponente wird auf der Produktdetailseite und auch im Warenkorb angezeigt. Sie berechnet die günstigstmögliche Rate mit der ein Produkt mit einem bestimmten Preis finanziert werden kann. Bei Klick auf "mehr Infos" öffnet sich der Ratenrechner mit weiteren Details zur Finanzierung. Liegt der Produktpreis außerhalb der möglichen Finanzierungsbeträge weist das Widget auf Wunsch auf den minimal oder maximal möglichen Finanzierungsbetrag hin.

source: This controls the subtitle for the payment method the customer sees during checkout.
de_de_formal: Dies steuert den Untertitel für die Zahlungsmethode, die der Kunde während der Kaufabwicklung sieht.

source: This controls the title for the payment method the customer sees during checkout.
de_de_formal: Diese Einstellung bestimmt, mit welchem Titel easyCredit-Ratenkauf im Bezahlvorgang angezeigt wird.

source: This marketing component allows a banner to be displayed at the bottom of the screen to advertise hire purchase. The banner shows a standard image that can be overwritten. This allows you to use an image that matches your product offer.
de_de_formal: Mit dieser Marketing-Komponente lässt sich ein Banner zur Bewerbung des Ratenkaufs am unteren Bildschirmrand einblenden. Der Banner zeigt ein Standardbild, das sich überschreiben lässt. So können Sie ein zu ihrem Produktangebot passendes Bild verwenden.

source: To use easyCredit payment the php.ini setting "allow_url_fopen" must be enabled.
de_de_formal: Um easyCredit nutzen zu können, muss die php.ini-Einstellung "allow_url_fopen" aktiviert sein.

source: Transaction could not be captured
de_de_formal: Die Transaktion konnte nicht authorisiert werden.

source: Transaction not approved
de_de_formal: Transaktion wurde nicht genehmigt.

source: Unlock now
de_de_formal: Jetzt freischalten lassen

source: Use your own image
de_de_formal: Eigenes Bild verwenden

source: Useful links
de_de_formal: Hilfreiche Links

source: Verify Credentials
de_de_formal: Zugangsdaten überprüfen

source: We are delighted that you have decided in favour of easyCredit, the perfect payment method for your online shop.
de_de_formal: Wir freuen uns, dass Sie sich für easyCredit entschieden haben, die perfekte Zahlungsmethode für den Handel in Onlineshops.

source: We are here for you from Monday to Friday from 8:00 to 18:00.
de_de_formal: Wir sind von Montag bis Freitag von 8:00 bis 18:00 Uhr für Sie erreichbar.

source: We provide you with a range of marketing components that you can easily activate in your online shop. In this way, you achieve an optimal presentation of payment via easyCredit, for higher sales and satisfied customers.
de_de_formal: Wir stellen Ihnen eine Reihe von Marketing-Komponenten zur Verfügung, die Sie ganz einfach in Ihrem Onlineshop aktivieren können. So erzielen Sie eine optimale Präsentation der Finanzierung über easyCredit, für höhere Umsätze und zufriedene Kunden.

source: With easyCredit, you can now offer your customers the option of invoice purchase in addition to the classic installment purchase. The payment term is <strong>30 days in the future</strong>.
de_de_formal: Sie können Ihren Kunden mit easyCredit neben dem klassischen Ratenkauf nun auch den Kauf auf Rechnung anbieten. Das Zahlungsziel liegt dabei <strong>30 Tage in der Zukunft</strong>.

source: You want to use Click&Collect for easyCredit payment? Nothing could be simpler! To be able to use the feature, you need an additional supplementary agreement to your factoring contract. To do so, simply contact your key account manager or ask him via our <a href="https://www.easycredit-ratenkauf.de/click-und-collect/" target="_blank">Click&Collect form</a>.
de_de_formal: Sie wollen Click&Collect für easyCredit nutzen? Nichts einfacher als das! Um das Feature nutzen zu können, benötigen Sie eine ergänzende Zusatzvereinbarung zu Ihrem Factoringvertrag. Sprechen Sie dazu einfach Ihren Key-Account-Manager an oder fragen Sie diesen über unser <a href="https://www.easycredit-ratenkauf.de/click-und-collect/" target="_blank">Click&Collect-Formular</a> an.

source: Your credentials are valid, but your account has not been activated yet.
de_de_formal: Ihre Zugangsdaten sind korrekt, aber der Zugang wurde noch nicht aktiviert.
